<?php
$locale['400'] = "Завантаження";

// Download File Information
$locale['410'] = "[Нове]";
$locale['411'] = "Ліцензія:";
$locale['412'] = "OС:";
$locale['413'] = "Версія:";
$locale['414'] = "Додано:";
$locale['415'] = "Завантажень на сайті:";
$locale['416'] = "Завантаження";
$locale['417'] = "Усі завантаження";
$locale['418'] = "Сайт:";
$locale['418a'] = "Перейти";
$locale['419'] = "Знімок екрану";
$locale['420'] = "<center>Назва</center>";
$locale['421'] = "<center>Додано</center>";
$locale['422'] = "<center>Автор</center>";
$locale['423'] = "<center>Версія</center>";
$locale['424'] = "<center>Завантажень</center>";
$locale['425'] = "<center>Коментарі</center>";
$locale['426'] = "<center>Оцінка</center>";
$locale['427'] = "Створено:";
$locale['428'] = "Додатково";
$locale['429'] = "Статистика";
$locale['429a'] = "Не доступно";

// Downloads Notices
$locale['430'] = "Категорії не визначено";
$locale['431'] = "Ця категорія порожня";

// Statistics
$locale['440'] = "Кількість завантажень:";
$locale['441'] = "Найбільш популярне:";
$locale['442'] = "Останнє додане:";

// Search and filters
$locale['450'] = "Для пошуку бажаного завантаження використовуйте фільтри розташовані праворуч.";
$locale['451'] = "- не вибрано -";
$locale['452'] = "номеру";
$locale['453'] = "назві";
$locale['454'] = "автору";
$locale['455'] = "популярності";
$locale['456'] = "даті";
$locale['457'] = "за зростанням";
$locale['458'] = "за спаданням";
$locale['459'] = "Застосувати";
$locale['460'] = "Шукати завантаження:";
$locale['461'] = "Пошук";
$locale['462'] = "Категорія:";
$locale['463'] = "Сортування по:";
?>