<?php
$locale['400'] = "Завантаження";

// Download File Information
$locale['410'] = "[Новинка]";
$locale['411'] = "Ліцензія:";
$locale['412'] = "OС:";
$locale['413'] = "Версія:";
$locale['414'] = "Додано:";
$locale['415'] = "Завантажень на сайті:";
$locale['416'] = "Завантаження";
$locale['417'] = "Усі завантаження";
$locale['418'] = "Сайт:";
$locale['418a'] = "Перейти";
$locale['419'] = "Знімок екрану";
$locale['420'] = "Назва";
$locale['421'] = "Додано";
$locale['422'] = "Автор";
$locale['423'] = "Версія";
$locale['424'] = "Завантажень";
$locale['425'] = "Коментарі";
$locale['426'] = "Оцінка";
$locale['427'] = "Створено:";
$locale['428'] = "Додатково";
$locale['429'] = "Статистика";
$locale['429a'] = "Не доступно";

// Downloads Notices
$locale['430'] = "Категорії не визначено";
$locale['431'] = "Ця категорія порожня";

// Statistics
$locale['440'] = "Кількість завантажень:";
$locale['441'] = "Найбільш популярне:";
$locale['442'] = "Останнє додане:";

// Search and filters
$locale['450'] = "Для пошуку бажаного завантаження використовуйте фільтри розташовані праворуч.";
$locale['451'] = "- не вибрано -";
$locale['452'] = "номером";
$locale['453'] = "назвою";
$locale['454'] = "автором";
$locale['455'] = "популярністю";
$locale['456'] = "датою";
$locale['457'] = "за зростанням";
$locale['458'] = "за спаданням";
$locale['459'] = "Застосувати";
$locale['460'] = "Шукати завантаження:";
$locale['461'] = "Пошук";
$locale['462'] = "Категорія:";
$locale['463'] = "Сортування за:";
?>