<?php
$locale['title'] = "Встановлення PHP-Fusion 7";
$locale['sub-title'] = "Скрипт встановлення PHP-Fusion 7";
$locale['os_version'] = '9.0';
$locale['xml_lang'] = "ua";
$locale['charset'] = "utf-8";
$locale['001'] = "Крок 1: Локалізація";
$locale['002'] = "Крок 2: Перевірка доступності запису";
$locale['003'] = "Крок 3: Налаштування бази даних";
$locale['004'] = "Крок 4: Встановлення бази даних";
$locale['005'] = "Крок 5: Налаштування Супер Адміністратора";
$locale['006'] = "Крок 6: Завершення встановлення";
$locale['007'] = "Далі";
$locale['008'] = "Спробувати ще раз";
$locale['009'] = "Завершити";

// Step 1
$locale['010'] = "Будь ласка, виберіть необхідну локалізацію (мову):";
$locale['011'] = "Завантажити інші локалізації можна з <a href='https://www.php-fusion.co.uk/downloads.php#langpacks'><strong>Офіційного сайту підтримки PHP-Fusion</strong></a>";

// Step 2
$locale['020'] = "Для продовження встановлення наступні файли/каталоги мають пройти перевірку на можливість їх запису:";
$locale['021'] = "Перевірка прав для запису відбулась успішно.<br />Натисніть кнопку [Далі], щоб продовжити.";
$locale['022'] = "Перевірка прав для запису відбулась із помилками, будь-ласка, перевірте права CHMOD для файлів/каталогів з відміткою [Помилка].";
$locale['023'] = "[Пройдено]";
$locale['024'] = "[Помилка]";

// Step 3 - Access criteria
$locale['030'] = "Будь ласка, введіть параметри доступу до Вашої бази даних MySQL та визначте її загальні налаштування.";
$locale['031'] = "Назва хосту бази даних:";
$locale['032'] = "Ім'я користувача:";
$locale['033'] = "Пароль користувача:";
$locale['034'] = "Назва бази даних:";
$locale['035'] = "Префікс для таблиць:";
$locale['036'] = "Префікс для коржиків (cookie):";
$locale['037'] = "Ввімкнути PDO?";
$locale['038'] = "Здається, PDO не можливе";
$locale['039'] = "Ні";
$locale['039b'] = "Так";
$locale['039c'] = "Виберіть мови, що будуть використовуватися:";

// Step 4 - Database Setup
$locale['040'] = "З'єднання з базою даних встановлено успішно.";
$locale['041'] = "Файл конфігурації записано успішно.";
$locale['042'] = "Таблиці бази даних створено успішно.";
$locale['043'] = "Помилка:";
$locale['044'] = "Неможливо з'єднатися із базою даних MySQL.";
$locale['045'] = "Будь ласка, перевірте ім'я користувача та пароль для доступу.";
$locale['046'] = "Неможливо записати дані в файл конфігурації.";
$locale['047'] = "Будь ласка, дозвольте права доступу для запису файлу config.php.";
$locale['048'] = "Неможливо створити таблиці бази даних MySQL.";
$locale['049'] = "Будь ласка, вкажіть назву бази даних.";
$locale['050'] = "Неможливо з'єднатися із базою даних MySQL.";
$locale['051'] = "База даних з вказаною назвою не існує.";
$locale['052'] = "Помилка префіксу таблиць.";
$locale['053'] = "Вказаний префікс таблиць вже використовується.";
$locale['054'] = "Неможливо виконати запис чи видалення таблиць.";
$locale['055'] = "Будь ласка, перевірте, чи має вказаний користувач права для читання, запису та видалення таблиць бази даних MySQL.";
$locale['056'] = "Залишились пусті поля.";
$locale['057'] = "Будь ласка, заповніть усі поля для налаштування з'єднання із базою даних MySQL.";

// Step 5 - Super Admin login
$locale['060'] = "Створення першого користувача і надання йому прав Супер Адміністратора";
$locale['061'] = "Ім'я користувача:";
$locale['062'] = "Пароль авторизації:";
$locale['063'] = "Підтвердження паролю:";
$locale['064'] = "Пароль адміністрування";
$locale['065'] = "Підтвердження паролю:";
$locale['066'] = "Адреса E-mail:";

// Step 6 - User details validation
$locale['070'] = "Ім'я користувача містить недопустимі символи.";
$locale['070b'] = "Поле з іменем користувача не можна залишати порожнім.";
$locale['071'] = "Паролі авторизації не співпадають.";
$locale['072'] = "Недопустимий пароль авторизації, будь ласка, використовуйте лише латинські літери та цифри.<br />Довжина паролю повинна бути не менше 8 символів.";
$locale['072b'] = "Поля з паролем авторизації та його підтвердженням не можна залишати порожніми.";
$locale['073'] = "Паролі адміністрування не співпадають.";
$locale['074'] = "Паролі авторизації та адміністрування повинні бути різними.";
$locale['075'] = "Недопустимий пароль адміністрування, будь-ласка, використовуйте лише латинські літери та цифри.<br />Довжина паролю повинна бути не менше 8 символів";
$locale['075b'] = "Поля з паролем адміністрування та його підтвердженням не можна залишати порожніми.";
$locale['076'] = "Вказана адреса Е-mail некоректна.";
$locale['076b'] = "Поле з адресою E-mail не можна залишати порожнім.";
$locale['077'] = "Помилка налаштування:";

// Step 6 - Admin Panels
$locale['080'] = "Адміністратори";
$locale['081'] = "Категорії статей";
$locale['082'] = "Статті";
$locale['083'] = "Банери";
$locale['084'] = "BB-коди";
$locale['085'] = "Чорний список";
$locale['086'] = "Коментарі";
$locale['087'] = "Сторінки";
$locale['088'] = "Резервна копія бази даних";
$locale['089'] = "Категорії завантажень";
$locale['090'] = "Завантаження";
$locale['091'] = "ЧАП";
$locale['092'] = "Форум";
$locale['093'] = "Зображення";
$locale['094'] = "Додатки";
$locale['095'] = "Панель додатків";
$locale['096'] = "Користувачі";
$locale['097'] = "Категорії новин";
$locale['098'] = "Новини";
$locale['099'] = "Панелі";
$locale['100'] = "Фотоальбоми";
$locale['101'] = "Інформація про PHP";
$locale['102'] = "Опитування";
$locale['103'] = "";
$locale['104'] = "Навігація";
$locale['105'] = "Усміхайлики";
$locale['106'] = "Підтвердження";
$locale['107'] = "Оновлення";
$locale['108'] = "Групи користувачів";
$locale['109'] = "Категорії посилань";
$locale['110'] = "Посилання";
$locale['111'] = "Головне";
$locale['112'] = "Час і дата";
$locale['113'] = "Форум";
$locale['114'] = "Реєстрація";
$locale['115'] = "Фотогалерея";
$locale['116'] = "Різне";
$locale['117'] = "Приватні повідомлення";
$locale['118'] = "Поля користувача";
$locale['119'] = "Ранги на форумі";
$locale['120'] = "Категорії полів користувача";
$locale['121'] = "Новини";
$locale['122'] = "Користувачі";
$locale['123'] = "Завантаження";
$locale['124'] = "Записів на сторінці";
$locale['125'] = "Безпека";
$locale['126'] = "Новини";
$locale['127'] = "Завантаження";
$locale['128'] = "Скидання паролю адміністрування";
$locale['129'] = "Журнал помилок";
$locale['129a'] = "Журнал користувача";
$locale['129b'] = "robots.txt";
$locale['129c'] = "Налаштування мови";
$locale['129d'] = "Статичні посилання";

//Multilanguage table rights
$locale['MLT001'] = "Статті";
$locale['MLT002'] = "Сторінки";
$locale['MLT003'] = "Завантаження";
$locale['MLT004'] = "ЧАП";
$locale['MLT005'] = "Форум";
$locale['MLT006'] = "Новини";
$locale['MLT007'] = "Фотогалерея";
$locale['MLT008'] = "Опитування";
$locale['MLT009'] = "Шаблони E-mail";
$locale['MLT010'] = "Посилання";
$locale['MLT011'] = "Внутрішні посилання";
$locale['MLT012'] = "Панелі";
$locale['MLT013'] = "Ранги на форумі";

// Step 6 - Navigation Links
$locale['130'] = "Головна";
$locale['131'] = "Статті";
$locale['132'] = "Файли";
$locale['133'] = "ЧАП";
$locale['134'] = "Форум";
$locale['135'] = "Контакти";
$locale['136'] = "Новини";
$locale['137'] = "Посилання";
$locale['138'] = "Фотогалерея";
$locale['139'] = "Пошук";
$locale['140'] = "Пропозиція посилання";
$locale['141'] = "Пропозиція новини";
$locale['142'] = "Пропозиція статті";
$locale['143'] = "Пропозиція зображення";
$locale['144'] = "Пропозиція завантаження";

// Stage 6 - Panels
$locale['160'] = "Навігація";
$locale['161'] = "Зараз на сайті";
$locale['162'] = "Теми форуму";
$locale['163'] = "Останні статті";
$locale['164'] = "Привітання";
$locale['165'] = "Список тем форуму";
$locale['166'] = "Користувач";
$locale['167'] = "Опитування";
$locale['168'] = "";

// Stage 6 - News Categories
$locale['180'] = "Помилки";
$locale['181'] = "Завантаження";
$locale['182'] = "Ігри";
$locale['183'] = "Графіка";
$locale['184'] = "Техніка";
$locale['185'] = "Блоги";
$locale['186'] = "Користувачі";
$locale['187'] = "Додатки";
$locale['188'] = "Медіа";
$locale['189'] = "Інтернет";
$locale['190'] = "Новини";
$locale['191'] = "PHP-Fusion";
$locale['192'] = "Безпека";
$locale['193'] = "Програми";
$locale['194'] = "Теми";
$locale['195'] = "Windows";

// Stage 6 - Sample Forum Ranks
$locale['200'] = "Супер адміністратор";
$locale['201'] = "Адміністратор";
$locale['202'] = "Модератор";
$locale['203'] = "Новенький";
$locale['204'] = "Початківець";
$locale['205'] = "Користувач";
$locale['206'] = "Досвідчений";
$locale['207'] = "Ветеран";
$locale['208'] = "Еліта";

// Stage 6 - Sample Smileys
$locale['210'] = "Посміхаюсь";
$locale['211'] = "Підморгую";
$locale['212'] = "Сумний";
$locale['213'] = "Похмурий";
$locale['214'] = "Здивований";
$locale['215'] = "Дражнюсь";
$locale['216'] = "Крутий";
$locale['217'] = "Сміюсь";
$locale['218'] = "Злий";

// Stage 6 - User Field Categories
$locale['220'] = "Контакти";
$locale['221'] = "Різне";
$locale['222'] = "Параметри";
$locale['223'] = "Статистика";

// Welcome message
$locale['230'] = "Ласкаво просимо на сайт!";

// Final message
$locale['240'] = "Встановлення завершено успішно.<br />
Натисніть кнопку [Завершити] для переходу на сайт.<br />
<br /><strong>Примітка:</strong> З міркувань безпеки настійливо рекомендується<br />видалити файл setup.php на сервері та встановити<br />права доступу CHMOD для файлу config.php на значення 644.<br /><br />
Дякуємо за вибір PHP-Fusion!";

// Default time settings
// http://php.net/manual/en/function.strftime.php
$locale['shortdate'] = "%d.%m.%y";
$locale['longdate'] = "%B %d %Y %H:%M:%S";
$locale['forumdate'] = "%d-%m-%Y %H:%M";
$locale['newsdate'] = "%B %d %Y";
$locale['subheaderdate'] = "%B %d %Y %H:%M:%S";
?>