<?php
// Download Category titles
$locale['400'] = "Редагування категорії завантажень";
$locale['401'] = "Створення категорії завантажень";
$locale['402'] = "Поточні категорії завантажень";
// Download Category messages
$locale['410'] = "Категорію успішно створено";
$locale['411'] = "Категорію успішно оновлено";
$locale['412'] = "Категорію неможливо видалити";
$locale['413'] = "У цій категорії існують файли, спочатку видаліть їх.";
$locale['414'] = "Категорію успішно видалено";
// Download Category form
$locale['420'] = "Назва:";
$locale['421'] = "Опис:";
$locale['422'] = "Сортування по:";
$locale['423'] = "номеру";
$locale['424'] = "назві";
$locale['425'] = "даті";
$locale['426'] = "за зростанням";
$locale['427'] = "за спаданням";
$locale['428'] = "Доступ:";
$locale['429'] = "Зберегти";
// Current Download Categories
$locale['440'] = "<center>Назва</center>";
$locale['441'] = "<center>Доступ</center>";
$locale['442'] = "<center>Опції</center>";
$locale['443'] = "Редагувати";
$locale['444'] = "Видалити";
$locale['445'] = "Категорії відсутні";
// Delete Download category
$locale['450'] = "Видалити цю категорію завантажень?";
// Error Messages
$locale['460'] = "Будь ласка, введіть назву категорії.";
$locale['461'] = "Категорія з такою назвою вже існує.";
?>