<?php
$locale['100'] = "Журнал користувача";
$locale['101'] = "№";
$locale['102'] = "<center>дата</center>";
$locale['103'] = "<center>користувач</center>";
$locale['104'] = "<center>поле</center>";
$locale['105'] = "<center>до</center>";
$locale['106'] = "<center>після</center>";
$locale['107'] = "Сортувати по:";
$locale['108'] = "Ім`я / номер облікового запису користувача:";
$locale['109'] = "Виконати";
$locale['110'] = "Видалити записи старші за";
$locale['111'] = "(к-сть днів)";
$locale['112'] = "Журнали відсутні";
$locale['113'] = "Вибране ім`я:";
$locale['114'] = "Скасувати";
$locale['115'] = "Поле користувача:";
$locale['116'] = "Видалити";
$locale['117'] = "<center>опції</center>";
$locale['118'] = "Усі записи старші за %d днів(день) успішно видалені.";
$locale['119'] = "Журнал авторизацій користувача успішно видалено.";
?>