<?php
// Enabled User Fields
$locale['400'] = "Ввімкнені поля користувача";
$locale['401'] = "<center>Назва</center>";
$locale['402'] = "<center>Опис</center>";
$locale['403'] = "<center>Порядок</center>";
$locale['404'] = "<center>Опції</center>";
$locale['405'] = "нижче";
$locale['406'] = "вище";
$locale['407'] = "Редагувати";
$locale['408'] = "Вимкнути";
$locale['409'] = "Оновити порядок полів";
$locale['410'] = "УВАГА! Поточну інформацію у цьому полі для усіх користувачів буде остаточно втрачено!";
$locale['411'] = "Помилка";
$locale['412'] = "Перевірте значення поля %s!";
// Enable / Edit User Field
$locale['420'] = "Редагування поля користувача";
$locale['421'] = "Увімкнути поле користувача";
$locale['422'] = "Назва:";
$locale['423'] = "Категорія:";
$locale['424'] = "Зберегти";
$locale['425'] = "Увімкнути";
$locale['426'] = "Версія API:";
$locale['427'] = "Необхідність";
$locale['428'] = "Це поле користувача не може бути необхідним";
$locale['429'] = "Журналювання";
$locale['429a'] = "Це поле не підтримує ведення журналу";
// Disabled user fields
$locale['430'] = "Вимкнені поля користувача";
$locale['431'] = "Увімкнути";
// All user fields are enabled / No user fields are enabled
$locale['440'] = "Усі поля користувача ввімкнені";
$locale['441'] = "Усі поля користувача вимкнені";
// User Field Groups
$locale['450'] = "Контакти";
$locale['451'] = "Різне";
$locale['452'] = "Сайт";
$locale['453'] = "Статистика";
// Enable / Edit User Field Part #2
$locale['480'] = "Умова для реєстрації";
?>