<?php
// Infusion titles & description
$locale['apw_title'] = "Скидання паролю адміністрування";
$locale['apw_desc'] = "Зміна паролів авторизації/адміністрування для адміністраторів";
$locale['apw_admin1'] = "Скидання адміністратора";
$locale['400'] = "Адміністратор(и) для скидання:";
$locale['401'] = "Усі адміністратори";
$locale['402'] = "Лише супер адміністратори";
$locale['403'] = "Лише адміністратори";
$locale['404'] = "Підстава:";
$locale['405'] = "скинути також пароль авторизації";
$locale['406'] = "Скинути";
$locale['407'] = "Пароль скинуто на ";
$locale['408'] = "Вітаємо, [USER_NAME]!,\n
Відбулось скидання Вашого паролю адміністрування на сайті ".$settings['siteurl']."\n
Новий пароль адміністрування: [NEW_ADMIN_PASS]\n
Підставою цієї операції вказано наступне: [RESET_MESSAGE]\n\n
З повагою,
[ADMIN]";
$locale['409'] = "Вітаємо, [USER_NAME]!\n
Відбулось скидання Ваших паролів авторизації та адміністрування на сайті ".$settings['siteurl'].":\n
Новий пароль авторизації: [NEW_PASS]\n
Новий пароль адміністрування: [NEW_ADMIN_PASS]\n
Підставою цієї операції вказано наступне: [RESET_MESSAGE]\n\n
З повагою,
[ADMIN]";
$locale['410'] = "Результати скидання";
$locale['411'] = "<strong>Зауваження:</strong> Пароль адміністрування не введено або він некоректний.";
$locale['412'] = "Поточний пароль адміністрування:";
$locale['415'] = "Журнал скидань паролів адміністрування";
$locale['416'] = "Номер";
$locale['417'] = "<center>Дата</center>";
$locale['418'] = "<center>Адміністратор</center>";
$locale['419'] = "<center>Скинуто</center>";
$locale['420'] = "<center>Успішність</center>";
$locale['421'] = "<center>Підстава</center>";
$locale['422'] = "з";
$locale['423'] = "Підставу не вказано";
?>