<?php
// News titles
$locale['400'] = "Поточні новини";
$locale['401'] = "Створення новини";
$locale['402'] = "Редагування новини";

// News messages
$locale['410'] = "Новину успішно створено";
$locale['411'] = "Новину успішно оновлено";
$locale['412'] = "Новину усіпшно видалено";
$locale['413'] = "Некоректна назва файлу.";
$locale['414'] = "Розмір файлу не повинен перевищувати %s.";
$locale['415'] = "Тип файлу має відповідати одному з таких: .gif, .jpeg, .png.";
$locale['416'] = "Розмір зображення не повинен перевищувати %uw x %uh пікселів.";

// News form
$locale['420'] = "Редагувати";
$locale['421'] = "Видалити";
$locale['422'] = "Заголовок:";
$locale['423'] = "Категорія:";
$locale['424'] = "Без категорії";
$locale['425'] = "Анонс:";
$locale['426'] = "Повний текст:";
$locale['427'] = "Початкова дата:";
$locale['428'] = "Кінцева дата:";
$locale['429'] = "(не обов`язково)";
$locale['430'] = "Доступ:";
$locale['431'] = "Зберегти як чернетку";
$locale['432'] = "Закріпити першою";
$locale['433'] = "Автоматичне перенесення рядків";
$locale['434'] = "Дозволити коментарі";
$locale['435'] = "Дозволити оцінювання";
$locale['436'] = "Попередній перегляд";
$locale['437'] = "Зберегти";
$locale['438'] = "[чернетка]";
$locale['439'] = "Зображення";
$locale['440'] = "Макс. розмір файлу: %s / Дозволені типи файлів: .gif, .jpeg, .png";
$locale['441'] = "Розрив сторінки";

// Popup Error/Warning Messages
$locale['450'] = "Будь ласка, визначте заголовок";
$locale['451'] = "Видалити цю новину?";
$locale['452'] = "%s заборонено для усіх.<br />Ці налаштування матимуть силу лише після їх дозволу.";
$locale['453'] = "коментарі";
$locale['454'] = "оцінки";
$locale['455'] = $locale['453']." та ".$locale['454'];
?>