<?php
// News titles
$locale['400'] = "Поточні новини";
$locale['401'] = "Створення новини";
$locale['402'] = "Редагування новини";
$locale['405'] = "Новини";

// News messages
$locale['410'] = "Новину успішно створено";
$locale['411'] = "Новину успішно оновлено";
$locale['412'] = "Новину усіпшно видалено";
$locale['413'] = "Некоректна назва файлу.";
$locale['414'] = "Розмір файлу не повинен перевищувати %s.";
$locale['415'] = "Дозволені типи файлів лише такі: %s.";
$locale['416'] = "Розмір зображення не повинен перевищувати %s пікселів.";
$locale['417'] = "Невідома помилка";

// News form
$locale['420'] = "Редагувати";
$locale['421'] = "Видалити";
$locale['422'] = "Заголовок:";
$locale['423'] = "Розділ:";
$locale['424'] = "Без розділу";
$locale['425'] = "Короткий зміст:";
$locale['426'] = "Повний текст:";
$locale['427'] = "Початкова дата:";
$locale['428'] = "Кінцева дата:";
$locale['429'] = "(не обов`язково)";
$locale['430'] = "Доступ:";
$locale['431'] = "Зберегти як чернетку";
$locale['432'] = "Закріпити";
$locale['433'] = "Автоматичне перенесення рядків";
$locale['434'] = "Дозволити коментарі";
$locale['435'] = "Дозволити оцінювання";
$locale['436'] = "Попередній перегляд";
$locale['437'] = "Зберегти";
$locale['438'] = "[чернетка]";
$locale['439'] = "Зображення";
$locale['440'] = "Макс. розмір файлу: %s / Дозволені типи файлів: .gif, .jpeg, .png";
$locale['441'] = "Розрив сторінки";
$locale['442'] = "Вибір розташування зображення";
$locale['443'] = "Ключові слова (кожне слово розділяється чере кому ,)";

// Popup Error/Warning Messages
$locale['450'] = "Будь ласка, вкажіть заголовок";
$locale['451'] = "Видалити цю новину?";
$locale['451b'] = "Видалити цей розділ новин?";
$locale['452'] = "%s заборонено для усіх.<br />Ці налаштування матимуть силу лише після їх дозволу.";
$locale['453'] = "коментарі";
$locale['454'] = "оцінки";
$locale['455'] = $locale['453']." та ".$locale['454'];
$locale['456'] = 'У цьому розділі новини відсутні.';
$locale['457'] = "Будь ласка, вкажіть ключові слова";

//Alignment
$locale['left'] = "Зліва";
$locale['center'] = "Центр";
$locale['right'] = "Справа";
?>